exports.getCommentInfos = () => {
    // db에 연결해서 불러온다.
    return [
        {
            id: 1, 
            userId: "조상우", 
            date:"2023-10-25", 
            comment: "형이 지금까지 살아 있는 건 내가 죽을힘 다해서 살아남으려고 발버둥 치려고 했던 거야!"
        },
        {
            id: 2, 
            userId: "성기훈", 
            date:"2023-10-25", 
            comment: "그게 나 였어도 밀었을 거냐?"
        },
        {
            id: 3, 
            userId: "조상우", 
            date:"2023-10-25", 
            comment: "하 X발... 기훈이 형! 형이 왜 인생이 그따구인지 알아? 지금 이 상황에서도 X나 한심한 생각을 하고 앉아있으니까"
        },
        {
            id: 4, 
            userId: "조상우", 
            date:"2023-10-25", 
            comment: "머리는 X나게 나쁜데 오지랖은 X나 넓어서 X발 X인지 된장인지 쳐 먹어봐야 아는 인간이니까."
        },
        {
            id: 5, 
            userId: "성기훈", 
            date:"2023-10-25", 
            comment: "맞아. 내 인생 이런것도... 내가 머리가 안 좋아서 그래"
        },
        {
            id: 6, 
            userId: "성기훈", 
            date:"2023-10-25", 
            comment: "근데 쌍문동의 자랑 서울대 조상우는 여기서 왜 이러고 있을까?"
        },
    ];
};